import 'package:flutter/material.dart';

class PackagePage extends StatefulWidget {
  @override
  _PackagePageState createState() => _PackagePageState();
}

class _PackagePageState extends State<PackagePage> {

   String content = 'আমাদের কিছুই নেই, অথচ সবটা সময়জুড়ে ভাবি, এই বুঝি নিঃস্ব হলাম। ” ৪৩৮ পৃষ্ঠার উপন্যাসের একেবারেই শেষের লাইনটি দিয়ে শুরু করলাম রিভিউ লেখা। কারণ এই একটি লাইন বা উক্তির মর্মার্থ যদি বীণাবালা বুঝতে পারতো তবে গোটা বইটাই সৃষ্টি হত না বোধহয়। “অন্দরমহলের বাতাসে-বাতাসে ভয়ানক দুর্যোগের আভাস। এই দুর্যোগ কালব্যধি গুটিবসন্তের চেয়েও ভয়ঙ্কর।” ক্ষমতা, প্রভাব-প্রতিপত্তির নেশা বড় নেশা। বর্তমান সময়ের তরুণ প্রজন্মের জনপ্রিয় লেখক সাদাত হোসাইনের দীর্ঘ কলেবরের বইগুলো পড়ার সাহস করে উঠতে পারিনি আগে। কারণ বড় কলেবরের বই দেখলেই ভয় লাগে আমার। কিন্তু এই অন্দরমহলের প্রথম পাতা খোলে কয়েক লাইন পড়তেই আমি পুরো বইটা পড়ার তীব্র ইচ্ছা বোধ করলাম। কারণ এরপর কি হবে? এই একটি প্রশ্নে পুরো বইতে আমার ভিতরের চোখ অসংখ্যবার লেখা দেখেলো।\r\n\r\n“গঙ্গামহল অথবা অন্দরমহলের গল্প” . “আমাদের কিছুই নেই, অথচ সবটা সময়জুড়ে ভাবি, এই বুঝি নিঃস্ব হলাম। ” ৪৩৮ পৃষ্ঠার উপন্যাসের একেবারেই শেষের লাইনটি দিয়ে শুরু করলাম রিভিউ লেখা। কারণ এই একটি লাইন বা উক্তির মর্মার্থ যদি বীণাবালা বুঝতে পারতো তবে গোটা বইটাই সৃষ্টি হত না বোধহয়। “অন্দরমহলের বাতাসে-বাতাসে ভয়ানক দুর্যোগের আভাস। এই দুর্যোগ কালব্যধি গুটিবসন্তের চেয়েও ভয়ঙ্কর।” ক্ষমতা, প্রভাব-প্রতিপত্তির নেশা বড় নেশা। বর্তমান সময়ের তরুণ প্রজন্মের জনপ্রিয় লেখক সাদাত হোসাইনের দীর্ঘ কলেবরের বইগুলো পড়ার সাহস করে উঠতে পারিনি আগে। কারণ বড় কলেবরের বই দেখলেই ভয় লাগে আমার। কিন্তু এই অন্দরমহলের প্রথম পাতা খোলে কয়েক লাইন পড়তেই আমি পুরো বইটা পড়ার তীব্র ইচ্ছা বোধ করলাম। কারণ এরপর কি হবে? এই একটি প্রশ্নে পুরো বইতে আমার ভিতরের চোখ অসংখ্যবার লেখা দেখেলো।';

  @override
  Widget build(BuildContext context) {
    return Container(
      color: Colors.white,
      child:  Center(child: Text(content)),
    );
  }
}
